Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Effect_Stack
source: Stack
ar_sa: تكديس
bg_bg: Натрупване
ca_es: Pila
cs_cz: Vrstvení
de_de: Stapeln
el_gr: Στοίβαξη
es_es: Apilar
et_ee: Virn
fa_ir: انباشت
fi_fi: Pino
fr_fr: Empilement
he_il: ערימה
hi_in: स्टैक
hu_hu: Halmozás
id_id: Tumpuk
it_it: Pila
ja_jp: スタック
ko_kr: 스택
lv_lv: Krāvums
nb_no: Stabel
nl_nl: Stapelen
pl_pl: Stos
pt_pt: Empilhar
ro_ro: Stivă
ru_ru: Накопление
sk_sk: Vrstvenie
sr_cyrl_rs: Слагање
sv_se: Stapel
th_th: ซ้อน
tr_tr: Yığın
uk_ua: Накопичення
vi_vn: Xếp chồng
zh_cn: 堆叠
zh_tw: 堆疊

# Effect_MotionPoint
source: Motion point
ar_sa: نقطة متحركة
bg_bg: Движеща се точка
ca_es: Punt en moviment
cs_cz: Pohyblivý bod
de_de: Wandernder Punkt
el_gr: Κινούμενο σημείο
es_es: Punto en movimiento
et_ee: Liikuv punkt
fa_ir: نقطهٔ متحرک
fi_fi: Liikkuva piste
fr_fr: Point mobile
he_il: נקודה נעה
hi_in: चलता बिंदु
hu_hu: Mozgó pont
id_id: Titik bergerak
it_it: Punto in movimento
ja_jp: モーション ポイント
ko_kr: 움직이는 점
lv_lv: Kustīgs punkts
nb_no: Bevegelig punkt
nl_nl: Bewegend punt
pl_pl: Ruchomy punkt
pt_pt: Ponto em movimento
ro_ro: Punct în mișcare
ru_ru: Движущаяся точка
sk_sk: Pohyblivý bod
sr_cyrl_rs: Покретна тачка
sv_se: Rörlig punkt
th_th: จุดเคลื่อนที่
tr_tr: Hareketli nokta
uk_ua: Рухома точка
vi_vn: Điểm di chuyển
zh_cn: 移动光点
zh_tw: 移動光點

# Effect_Ripple
source: Ripple
ar_sa: تموّج
bg_bg: Вълнички
ca_es: Ones
cs_cz: Vlnky
de_de: Wellenringe
el_gr: Κυματισμός
es_es: Ondas
et_ee: Lainetus
fa_ir: موج‌دایره
fi_fi: Väreily
fr_fr: Ondulation
he_il: אדוות
hi_in: लहरें
hu_hu: Hullámgyűrűk
id_id: Riak
it_it: Increspatura
ja_jp: リップル
ko_kr: 리플
lv_lv: Viļņošanās
nb_no: Ringer i vannet
nl_nl: Rimpeling
pl_pl: Fale
pt_pt: Ondulação
ro_ro: Unde
ru_ru: Рябь
sk_sk: Vlnky
sr_cyrl_rs: Таласићи
sv_se: Krusning
th_th: ระลอกคลื่น
tr_tr: Dalgacık
uk_ua: Брижі
vi_vn: Gợn sóng
zh_cn: 涟漪
zh_tw: 漣漪

# Effect_Raindrop
source: Raindrop
ar_sa: قطرات المطر
bg_bg: Дъждовни капки
ca_es: Gotes de pluja
cs_cz: Kapky deště
de_de: Regentropfen
el_gr: Σταγόνες βροχής
es_es: Gotas de lluvia
et_ee: Vihmapiisad
fa_ir: قطره‌های باران
fi_fi: Sadepisarat
fr_fr: Gouttes de pluie
he_il: טיפות גשם
hi_in: बारिश की बूँदें
hu_hu: Esőcseppek
id_id: Tetes hujan
it_it: Gocce di pioggia
ja_jp: 雨粒
ko_kr: 빗방울
lv_lv: Lietus lāses
nb_no: Regndråper
nl_nl: Regendruppels
pl_pl: Krople deszczu
pt_pt: Gotas de chuva
ro_ro: Picături de ploaie
ru_ru: Капли дождя
sk_sk: Kvapky dažďa
sr_cyrl_rs: Капи кише
sv_se: Regndroppar
th_th: หยดฝน
tr_tr: Yağmur damlası
uk_ua: Краплі дощу
vi_vn: Giọt mưa
zh_cn: 雨滴
zh_tw: 雨滴

# Effect_Fireball
source: Fireball
ar_sa: كرة نار
bg_bg: Огнено кълбо
ca_es: Bola de foc
cs_cz: Ohnivá koule
de_de: Feuerball
el_gr: Βολίδα
es_es: Bola de fuego
et_ee: Tulekera
fa_ir: گلولهٔ آتش
fi_fi: Tulipallo
fr_fr: Boule de feu
he_il: כדור אש
hi_in: आग का गोला
hu_hu: Tűzgömb
id_id: Bola api
it_it: Palla di fuoco
ja_jp: ファイアボール
ko_kr: 파이어볼
lv_lv: Uguns bumba
nb_no: Ildkule
nl_nl: Vuurbal
pl_pl: Kula ognia
pt_pt: Bola de fogo
ro_ro: Minge de foc
ru_ru: Огненный шар
sk_sk: Ohnivá guľa
sr_cyrl_rs: Ватрена лопта
sv_se: Eldklot
th_th: ลูกไฟ
tr_tr: Ateş topu
uk_ua: Вогняна куля
vi_vn: Quả cầu lửa
zh_cn: 火球
zh_tw: 火球

# Effect_Snow
source: Snow
ar_sa: ثلج
bg_bg: Сняг
ca_es: Neu
cs_cz: Sníh
de_de: Schnee
el_gr: Χιόνι
es_es: Nieve
et_ee: Lumi
fa_ir: برف
fi_fi: Lumi
fr_fr: Neige
he_il: שלג
hi_in: बर्फ़
hu_hu: Hó
id_id: Salju
it_it: Neve
ja_jp: スノー
ko_kr: 눈
lv_lv: Sniegs
nb_no: Snø
nl_nl: Sneeuw
pl_pl: Śnieg
pt_pt: Neve
ro_ro: Zăpadă
ru_ru: Снег
sk_sk: Sneh
sr_cyrl_rs: Снег
sv_se: Snö
th_th: หิมะ
tr_tr: Kar
uk_ua: Сніг
vi_vn: Tuyết
zh_cn: 雪花
zh_tw: 雪花

# Effect_Heartbeat
source: Heartbeat
ar_sa: نبض القلب
bg_bg: Сърдечен ритъм
ca_es: Batec
cs_cz: Tep srdce
de_de: Herzschlag
el_gr: Καρδιακός παλμός
es_es: Latido
et_ee: Südamelöök
fa_ir: ضربان قلب
fi_fi: Sydämenlyönti
fr_fr: Battement de cœur
he_il: פעימות לב
hi_in: दिल की धड़कन
hu_hu: Szívverés
id_id: Detak jantung
it_it: Battito
ja_jp: ハートビート
ko_kr: 하트비트
lv_lv: Sirdspuksti
nb_no: Hjerteslag
nl_nl: Hartslag
pl_pl: Bicie serca
pt_pt: Batimento
ro_ro: Bătăi de inimă
ru_ru: Сердцебиение
sk_sk: Tlkot srdca
sr_cyrl_rs: Откуцаји срца
sv_se: Hjärtslag
th_th: จังหวะหัวใจ
tr_tr: Kalp atışı
uk_ua: Серцебиття
vi_vn: Nhịp tim
zh_cn: 心跳
zh_tw: 心跳

# Effect_Dazzling
source: Dazzling
ar_sa: وهج
bg_bg: Заслепяващо
ca_es: Enlluernador
cs_cz: Oslnivý
de_de: Funkeln
el_gr: Εκθαμβωτικό
es_es: Deslumbrante
et_ee: Pimestav
fa_ir: خیره‌کننده
fi_fi: Häikäisevä
fr_fr: Éblouissant
he_il: מסנוור
hi_in: चकाचौंध
hu_hu: Vakító
id_id: Menyilaukan
it_it: Abbagliante
ja_jp: ダズリング
ko_kr: 눈부심
lv_lv: Žilbinošs
nb_no: Blendende
nl_nl: Verblindend
pl_pl: Olśnienie
pt_pt: Deslumbrante
ro_ro: Orbitor
ru_ru: Ослепление
sk_sk: Oslnivý
sr_cyrl_rs: Заслепљујуће
sv_se: Bländande
th_th: แสงวิบวับ
tr_tr: Göz kamaştırıcı
uk_ua: Сліпуче
vi_vn: Chói lóa
zh_cn: 炫彩
zh_tw: 炫彩

# Effect_Matrix
source: Matrix
ar_sa: ماتريكس
bg_bg: Матрица
ca_es: Matriu
fa_ir: ماتریکس
he_il: מטריקס
hi_in: मैट्रिक्स
hu_hu: Mátrix
ja_jp: マトリックス
ko_kr: 매트릭스
ru_ru: Матрица
sr_cyrl_rs: Матрикс
th_th: เมทริกซ์
uk_ua: Матриця
vi_vn: Ma trận
zh_cn: 矩阵
zh_tw: 矩陣

# Effect_Swiping
source: Swiping
ar_sa: مسح
bg_bg: Помитане
ca_es: Escombrat
cs_cz: Přejíždění
de_de: Wischen
el_gr: Σάρωση
es_es: Barrido
et_ee: Pühkimine
fa_ir: جارو
fi_fi: Pyyhkäisy
fr_fr: Balayage
he_il: החלקה
hi_in: स्वाइप
hu_hu: Söprés
id_id: Sapuan
it_it: Scorrimento
ja_jp: スワイプ
ko_kr: 스와이프
lv_lv: Slīdēšana
nb_no: Sveip
nl_nl: Vegen
pl_pl: Przesuwanie
pt_pt: Varrimento
ro_ro: Baleiaj
ru_ru: Взмах
sk_sk: Prechádzanie
sr_cyrl_rs: Превлачење
sv_se: Svep
th_th: ปาดผ่าน
tr_tr: Süpürme
uk_ua: Змах
vi_vn: Quét
zh_cn: 滑动
zh_tw: 滑動

# Effect_RowWave
source: Row wave
ar_sa: موجة الصفوف
bg_bg: Вълна по редове
ca_es: Ona per files
cs_cz: Vlna po řadách
de_de: Reihenwelle
el_gr: Κύμα ανά σειρά
es_es: Onda por filas
et_ee: Ridade laine
fa_ir: موج ردیفی
fi_fi: Riviaalto
fr_fr: Vague par rangée
he_il: גל שורות
hi_in: पंक्ति लहर
hu_hu: Sorhullám
id_id: Gelombang baris
it_it: Onda per righe
ja_jp: 行ウェーブ
ko_kr: 줄 물결
lv_lv: Rindu vilnis
nb_no: Radbølge
nl_nl: Rijgolf
pl_pl: Fala rzędami
pt_pt: Onda por filas
ro_ro: Val pe rânduri
ru_ru: Волна по рядам
sk_sk: Vlna po radoch
sr_cyrl_rs: Талас по редовима
sv_se: Radvåg
th_th: คลื่นทีละแถว
tr_tr: Sıra dalgası
uk_ua: Хвиля рядами
vi_vn: Sóng theo hàng
zh_cn: 行波浪
zh_tw: 列波浪

# Effect_Racing
source: Racing
ar_sa: سباق
bg_bg: Гонка
ca_es: Cursa
cs_cz: Závod
de_de: Rennen
el_gr: Αγώνας
es_es: Carrera
et_ee: Võidusõit
fa_ir: مسابقه
fi_fi: Kilpa-ajo
fr_fr: Course
he_il: מרוץ
hi_in: रेसिंग
hu_hu: Verseny
id_id: Balapan
it_it: Corsa
ja_jp: レーシング
ko_kr: 레이싱
lv_lv: Sacīkstes
nb_no: Kappløp
nl_nl: Race
pl_pl: Wyścig
pt_pt: Corrida
ro_ro: Cursă
ru_ru: Гонка
sk_sk: Preteky
sr_cyrl_rs: Трка
th_th: แข่งกัน
tr_tr: Yarış
uk_ua: Перегони
vi_vn: Đua
zh_cn: 竞速
zh_tw: 競速

# Effect_Sprouting
source: Sprouting
ar_sa: إنبات
bg_bg: Покълване
ca_es: Brotada
cs_cz: Klíčení
de_de: Sprießen
el_gr: Βλάστηση
es_es: Brote
et_ee: Idanemine
fa_ir: جوانه
fi_fi: Itäminen
fr_fr: Germination
he_il: נביטה
hi_in: अंकुरण
hu_hu: Sarjadás
id_id: Tunas
it_it: Germoglio
ja_jp: スプラウト
ko_kr: 새싹
lv_lv: Dīgšana
nb_no: Spiring
nl_nl: Ontkiemen
pl_pl: Kiełkowanie
pt_pt: Rebento
ro_ro: Încolțire
ru_ru: Росток
sk_sk: Klíčenie
sr_cyrl_rs: Ницање
sv_se: Grodd
th_th: แตกหน่อ
tr_tr: Filizlenme
uk_ua: Паросток
vi_vn: Nảy mầm
zh_cn: 萌芽
zh_tw: 萌芽

# Effect_Disco
source: Disco
ar_sa: ديسكو
bg_bg: Диско
cs_cz: Disko
el_gr: Ντίσκο
et_ee: Disko
fa_ir: دیسکو
fi_fi: Disko
he_il: דיסקו
hi_in: डिस्को
hu_hu: Diszkó
id_id: Disko
it_it: Discoteca
ja_jp: ディスコ
ko_kr: 디스코
lv_lv: Disko
nb_no: Disko
pt_pt: Discoteca
ru_ru: Диско
sk_sk: Disko
sr_cyrl_rs: Диско
th_th: ดิสโก้
tr_tr: Disko
uk_ua: Диско
zh_cn: 迪斯科
zh_tw: 迪斯可

# Effect_PingPong
source: Ping-pong
ar_sa: بينغ بونغ
bg_bg: Пинг-понг
el_gr: Πινγκ πονγκ
fa_ir: پینگ‌پنگ
fi_fi: Pingis
he_il: פינג-פונג
hi_in: पिंग-पोंग
ja_jp: ピンポン
ko_kr: 핑퐁
lv_lv: Pingpongs
pt_pt: Pingue-pongue
ru_ru: Пинг-понг
sr_cyrl_rs: Пинг-понг
sv_se: Pingis
th_th: ปิงปอง
tr_tr: Pinpon
uk_ua: Пінг-понг
vi_vn: Bóng bàn
zh_cn: 乒乓
zh_tw: 乒乓

# Effect_LightShow
source: Light show
ar_sa: عرض ضوئي
bg_bg: Светлинно шоу
ca_es: Espectacle de llum
cs_cz: Světelná show
de_de: Lichtshow
el_gr: Σόου φωτισμού
es_es: Espectáculo de luz
et_ee: Valgusšõu
fa_ir: نمایش نور
fi_fi: Valoshow
fr_fr: Spectacle lumineux
he_il: מופע אורות
hi_in: लाइट शो
hu_hu: Fényshow
id_id: Pertunjukan cahaya
it_it: Spettacolo di luci
ja_jp: ライトショー
ko_kr: 라이트 쇼
lv_lv: Gaismas šovs
nb_no: Lysshow
nl_nl: Lichtshow
pl_pl: Pokaz świateł
pt_pt: Espetáculo de luzes
ro_ro: Spectacol de lumini
ru_ru: Световое шоу
sk_sk: Svetelná šou
sr_cyrl_rs: Светлосни шоу
sv_se: Ljusshow
th_th: การแสดงแสงไฟ
tr_tr: Işık gösterisi
uk_ua: Світлове шоу
vi_vn: Trình diễn ánh sáng
zh_cn: 灯光秀
zh_tw: 燈光秀

# Effect_FollowOperatingMode
source: Operating mode
ar_sa: وضع التشغيل
bg_bg: Режим на работа
ca_es: Mode de funcionament
cs_cz: Provozní režim
de_de: Betriebsmodus
el_gr: Λειτουργία
es_es: Modo de funcionamiento
et_ee: Töörežiim
fa_ir: حالت کار
fi_fi: Toimintatila
fr_fr: Mode de fonctionnement
he_il: מצב הפעולה
hi_in: ऑपरेटिंग मोड
hu_hu: Üzemmód
id_id: Mode operasi
it_it: Modalità di funzionamento
ja_jp: 動作モード
ko_kr: 작동 모드
lv_lv: Darbības režīms
nb_no: Driftsmodus
nl_nl: Werkingsmodus
pl_pl: Tryb pracy
pt_pt: Modo de funcionamento
ro_ro: Mod de funcționare
ru_ru: Режим работы
sk_sk: Prevádzkový režim
sr_cyrl_rs: Режим рада
sv_se: Driftläge
th_th: โหมดการทำงาน
tr_tr: Çalışma modu
uk_ua: Режим роботи
vi_vn: Chế độ hoạt động
zh_cn: 运行模式
zh_tw: 運作模式

# Effect_Combo
source: Combo
ar_sa: مزيج
bg_bg: Комбинация
ca_es: Combinat
cs_cz: Kombinace
de_de: Kombination
el_gr: Συνδυασμός
es_es: Combinado
et_ee: Kombo
fa_ir: ترکیبی
fi_fi: Yhdistelmä
fr_fr: Combiné
he_il: שילוב
hi_in: कॉम्बो
hu_hu: Kombinált
id_id: Kombinasi
it_it: Combinato
ja_jp: コンボ
ko_kr: 콤보
lv_lv: Kombinācija
nb_no: Kombinasjon
nl_nl: Combinatie
pl_pl: Kombinacja
pt_pt: Combinado
ro_ro: Combinat
ru_ru: Комбинация
sk_sk: Kombinácia
sr_cyrl_rs: Комбинација
sv_se: Kombination
th_th: ผสมผสาน
tr_tr: Birleşik
uk_ua: Комбінація
vi_vn: Kết hợp
zh_cn: 组合
zh_tw: 組合

# Effect_Rainbow
source: Rainbow
ar_sa: قوس قزح
bg_bg: Дъга
ca_es: Arc de Sant Martí
cs_cz: Duha
de_de: Regenbogen
el_gr: Ουράνιο τόξο
es_es: Arcoíris
et_ee: Vikerkaar
fa_ir: رنگین‌کمان
fi_fi: Sateenkaari
fr_fr: Arc-en-ciel
he_il: קשת בענן
hi_in: इंद्रधनुष
hu_hu: Szivárvány
id_id: Pelangi
it_it: Arcobaleno
ja_jp: レインボー
ko_kr: 무지개
lv_lv: Varavīksne
nb_no: Regnbue
nl_nl: Regenboog
pl_pl: Tęcza
pt_pt: Arco-íris
ro_ro: Curcubeu
ru_ru: Радуга
sk_sk: Dúha
sr_cyrl_rs: Дуга
sv_se: Regnbåge
th_th: สายรุ้ง
tr_tr: Gökkuşağı
uk_ua: Веселка
vi_vn: Cầu vồng
zh_cn: 彩虹
zh_tw: 彩虹

# Effect_Slash
source: Slash
ar_sa: شَقّ
bg_bg: Разрез
ca_es: Tall
cs_cz: Sek
de_de: Hieb
el_gr: Χαρακιά
es_es: Tajo
et_ee: Löök
fa_ir: برش
fi_fi: Viilto
fr_fr: Entaille
he_il: חתך
hi_in: स्लैश
hu_hu: Vágás
id_id: Tebasan
it_it: Fendente
ja_jp: スラッシュ
ko_kr: 슬래시
lv_lv: Cirtiens
nb_no: Hogg
nl_nl: Uithaal
pl_pl: Cięcie
pt_pt: Corte
ro_ro: Tăietură
ru_ru: Взмах клинка
sk_sk: Sek
sr_cyrl_rs: Засек
sv_se: Hugg
th_th: ฟันผ่าน
tr_tr: Kesik
uk_ua: Розсік
vi_vn: Nhát chém
zh_cn: 斩击
zh_tw: 斬擊

# Effect_Star
source: Star
ar_sa: نجوم
bg_bg: Звезди
ca_es: Estrelles
cs_cz: Hvězdy
de_de: Sterne
el_gr: Αστέρια
es_es: Estrellas
et_ee: Tähed
fa_ir: ستاره‌ها
fi_fi: Tähdet
fr_fr: Étoiles
he_il: כוכבים
hi_in: तारे
hu_hu: Csillagok
id_id: Bintang
it_it: Stelle
ja_jp: スター
ko_kr: 별
lv_lv: Zvaigznes
nb_no: Stjerner
nl_nl: Sterren
pl_pl: Gwiazdy
pt_pt: Estrelas
ro_ro: Stele
ru_ru: Звёзды
sk_sk: Hviezdy
sr_cyrl_rs: Звезде
sv_se: Stjärnor
th_th: ดวงดาว
tr_tr: Yıldızlar
uk_ua: Зірки
vi_vn: Ngôi sao
zh_cn: 星光
zh_tw: 星光

# Effect_Blasting
source: Blasting
ar_sa: انفجار
bg_bg: Взрив
ca_es: Esclat
cs_cz: Výbuch
de_de: Explosion
el_gr: Έκρηξη
es_es: Estallido
et_ee: Plahvatus
fa_ir: انفجار
fi_fi: Räjähdys
fr_fr: Explosion
he_il: פיצוץ
hi_in: विस्फोट
hu_hu: Robbanás
id_id: Ledakan
it_it: Esplosione
ja_jp: ブラスト
ko_kr: 폭발
lv_lv: Sprādziens
nb_no: Eksplosjon
nl_nl: Explosie
pl_pl: Wybuch
pt_pt: Explosão
ro_ro: Explozie
ru_ru: Взрыв
sk_sk: Výbuch
sr_cyrl_rs: Експлозија
sv_se: Explosion
th_th: ระเบิด
tr_tr: Patlama
uk_ua: Вибух
vi_vn: Bùng nổ
zh_cn: 爆裂
zh_tw: 爆裂

# Effect_Twinkling_Description
source: Parts of the keyboard light up at random and fade.
ar_sa: تضيء أجزاء من لوحة المفاتيح عشوائيًا ثم تخبو.
bg_bg: Части от клавиатурата светват произволно и избледняват.
ca_es: Parts del teclat s'il·luminen a l'atzar i s'esvaeixen.
cs_cz: Části klávesnice se náhodně rozsvěcují a pohasínají.
de_de: Teile der Tastatur leuchten zufällig auf und verblassen.
el_gr: Σημεία του πληκτρολογίου ανάβουν τυχαία και σβήνουν σταδιακά.
es_es: Zonas del teclado se iluminan al azar y se apagan poco a poco.
et_ee: Klaviatuuri osad süttivad juhuslikult ja tuhmuvad.
fa_ir: بخش‌هایی از صفحه‌کلید به‌طور تصادفی روشن و سپس کم‌نور می‌شوند.
fi_fi: Näppäimistön osat syttyvät satunnaisesti ja himmenevät.
fr_fr: Des parties du clavier s’allument au hasard puis s’estompent.
he_il: חלקים מהמקלדת נדלקים באקראי ודועכים.
hi_in: कीबोर्ड के हिस्से बेतरतीब ढंग से जलते हैं और धीरे-धीरे बुझ जाते हैं।
hu_hu: A billentyűzet egyes részei véletlenszerűen felvillannak, majd elhalványulnak.
id_id: Bagian keyboard menyala secara acak lalu meredup.
it_it: Parti della tastiera si accendono a caso e poi sfumano.
ja_jp: キーボードのあちこちがランダムに光っては消えていきます。
ko_kr: 키보드 곳곳이 무작위로 켜졌다가 서서히 꺼집니다.
lv_lv: Tastatūras daļas nejauši iedegas un izdziest.
nb_no: Deler av tastaturet lyser opp tilfeldig og tones ut.
nl_nl: Delen van het toetsenbord lichten willekeurig op en vervagen.
pl_pl: Fragmenty klawiatury rozświetlają się losowo i przygasają.
pt_pt: Partes do teclado acendem-se ao acaso e desvanecem.
ro_ro: Părți ale tastaturii se aprind la întâmplare și se estompează.
ru_ru: Части клавиатуры загораются в случайном порядке и гаснут.
sk_sk: Časti klávesnice sa náhodne rozsvecujú a pohasínajú.
sr_cyrl_rs: Делови тастатуре се насумично пале и бледе.
sv_se: Delar av tangentbordet tänds slumpvis och tonas ut.
th_th: บางส่วนของคีย์บอร์ดสว่างขึ้นแบบสุ่มแล้วค่อย ๆ จางลง
tr_tr: Klavyenin bazı kısımları rastgele yanıp yavaşça söner.
uk_ua: Частини клавіатури спалахують у випадковому порядку й згасають.
vi_vn: Các vùng trên bàn phím sáng lên ngẫu nhiên rồi mờ dần.
zh_cn: 键盘各处随机亮起并逐渐变暗。
zh_tw: 鍵盤各處隨機亮起並逐漸變暗。

# Effect_TwinklingKeyboard_Description
source: The whole keyboard blinks on and off.
ar_sa: تضيء لوحة المفاتيح كلها وتنطفئ بالتناوب.
bg_bg: Цялата клавиатура мига, като светва и угасва.
ca_es: Tot el teclat parpelleja: s'encén i s'apaga.
cs_cz: Celá klávesnice bliká.
de_de: Die ganze Tastatur blinkt.
el_gr: Όλο το πληκτρολόγιο αναβοσβήνει.
es_es: Todo el teclado parpadea, encendiéndose y apagándose.
et_ee: Kogu klaviatuur vilgub.
fa_ir: کل صفحه‌کلید چشمک می‌زند.
fi_fi: Koko näppäimistö vilkkuu.
fr_fr: Tout le clavier clignote.
he_il: כל המקלדת מהבהבת.
hi_in: पूरा कीबोर्ड जलता-बुझता है।
hu_hu: Az egész billentyűzet villog.
id_id: Seluruh keyboard berkedip menyala dan padam.
it_it: Tutta la tastiera lampeggia.
ja_jp: キーボード全体が点滅します。
ko_kr: 키보드 전체가 깜박입니다.
lv_lv: Visa tastatūra mirgo.
nb_no: Hele tastaturet blinker.
nl_nl: Het hele toetsenbord knippert.
pl_pl: Cała klawiatura miga.
pt_pt: Todo o teclado pisca.
ro_ro: Întreaga tastatură clipește.
ru_ru: Вся клавиатура мигает.
sk_sk: Celá klávesnica bliká.
sr_cyrl_rs: Цела тастатура трепери.
sv_se: Hela tangentbordet blinkar.
th_th: คีย์บอร์ดทั้งแผงกะพริบ
tr_tr: Klavyenin tamamı yanıp söner.
uk_ua: Уся клавіатура блимає.
vi_vn: Cả bàn phím nhấp nháy.
zh_cn: 整个键盘一起闪烁。
zh_tw: 整個鍵盤一起閃爍。

# Effect_Snake_Description
source: A band of rainbow colours runs along the light bar.
ar_sa: شريط من ألوان قوس قزح يجري على طول شريط الإضاءة.
bg_bg: Ивица в цветовете на дъгата се движи по светлинната лента.
ca_es: Una franja amb els colors de l'arc de Sant Martí recorre la barra de llum.
cs_cz: Pruh duhových barev běží podél světelné lišty.
de_de: Ein Band in Regenbogenfarben läuft die Lichtleiste entlang.
el_gr: Μια λωρίδα με τα χρώματα του ουράνιου τόξου τρέχει κατά μήκος της μπάρας φωτισμού.
es_es: Una franja con los colores del arcoíris recorre la barra de luz.
et_ee: Vikerkaarevärviline riba jookseb mööda valgusriba.
fa_ir: نواری از رنگ‌های رنگین‌کمان در طول نوار نور حرکت می‌کند.
fi_fi: Sateenkaaren värinen nauha kulkee valopalkkia pitkin.
fr_fr: Une bande aux couleurs de l’arc-en-ciel parcourt la barre lumineuse.
he_il: רצועה בצבעי הקשת רצה לאורך פס התאורה.
hi_in: इंद्रधनुषी रंगों की एक पट्टी लाइट बार पर दौड़ती है।
hu_hu: Szivárványszínű sáv fut végig a fénysávon.
id_id: Pita warna pelangi berjalan di sepanjang bilah lampu.
it_it: Una fascia con i colori dell'arcobaleno percorre la barra luminosa.
ja_jp: 虹色の帯がライトバーを流れます。
ko_kr: 무지개색 띠가 라이트 바를 따라 흐릅니다.
lv_lv: Varavīksnes krāsu josla slīd gar gaismas joslu.
nb_no: Et bånd i regnbuens farger løper langs lysstripen.
nl_nl: Een band in regenboogkleuren loopt langs de lichtbalk.
pl_pl: Pas w kolorach tęczy biegnie wzdłuż listwy świetlnej.
pt_pt: Uma faixa com as cores do arco-íris percorre a barra de luz.
ro_ro: O bandă în culorile curcubeului parcurge bara luminoasă.
ru_ru: Полоса цветов радуги бежит по световой полосе.
sk_sk: Pás dúhových farieb beží pozdĺž svetelnej lišty.
sr_cyrl_rs: Трака у бојама дуге клизи дуж светлосне траке.
sv_se: Ett band i regnbågens färger löper längs ljuslisten.
th_th: แถบสีรุ้งวิ่งไปตามแถบไฟ
tr_tr: Gökkuşağı renklerinde bir şerit ışık çubuğu boyunca ilerler.
uk_ua: Смуга кольорів веселки біжить світловою смугою.
vi_vn: Một dải màu cầu vồng chạy dọc thanh đèn.
zh_cn: 一条彩虹色光带沿灯条流动。
zh_tw: 一條彩虹色光帶沿著燈條流動。

# Effect_SnakeColor_Description
source: A line of colour winds its way across.
ar_sa: خط من اللون يتعرّج في طريقه عبر الإضاءة.
bg_bg: Цветна линия се вие по светлината.
ca_es: Una línia de color serpenteja per la llum.
cs_cz: Barevná čára se klikatí po světle.
de_de: Eine farbige Linie schlängelt sich über das Licht.
el_gr: Μια χρωματιστή γραμμή φιδογυρίζει στον φωτισμό.
es_es: Una línea de color serpentea por la luz.
et_ee: Värviline joon looklevab üle valguse.
fa_ir: خطی رنگی به‌صورت مارپیچ از روی نور می‌گذرد.
fi_fi: Värillinen viiva kiemurtelee valon poikki.
fr_fr: Une ligne de couleur serpente sur l’éclairage.
he_il: קו צבעוני מתפתל לאורך התאורה.
hi_in: रंग की एक रेखा बल खाती हुई गुज़रती है।
hu_hu: Egy színes vonal kígyózik végig a fényen.
id_id: Garis warna berkelok melintasi lampu.
it_it: Una linea di colore serpeggia sulla luce.
ja_jp: 色の線がくねりながら進みます。
ko_kr: 색상 선이 구불구불 지나갑니다.
lv_lv: Krāsaina līnija līkumo pāri gaismai.
nb_no: En farget linje slynger seg over lyset.
nl_nl: Een gekleurde lijn kronkelt over de verlichting.
pl_pl: Kolorowa linia wije się po podświetleniu.
pt_pt: Uma linha de cor serpenteia pela luz.
ro_ro: O linie colorată șerpuiește peste lumină.
ru_ru: Цветная линия извивается по подсветке.
sk_sk: Farebná čiara sa kľukatí po svetle.
sr_cyrl_rs: Обојена линија вијуга преко светла.
sv_se: En färgad linje ringlar sig fram över ljuset.
th_th: เส้นสีเลื้อยผ่านไปตามไฟ
tr_tr: Renkli bir çizgi ışığın üzerinde kıvrılarak ilerler.
uk_ua: Кольорова лінія звивається підсвічуванням.
vi_vn: Một đường màu uốn lượn băng qua.
zh_cn: 一条彩色线条蜿蜒穿过。
zh_tw: 一條彩色線條蜿蜒穿過。

# Effect_Lightning_Description
source: Light flashes like lightning.
ar_sa: يومض الضوء مثل البرق.
bg_bg: Светлината проблясва като мълния.
ca_es: La llum fa pampallugues com un llamp.
cs_cz: Světlo bliká jako blesk.
de_de: Das Licht zuckt wie ein Blitz.
el_gr: Το φως αναβοσβήνει σαν κεραυνός.
es_es: La luz destella como un relámpago.
et_ee: Valgus sähvatab nagu välk.
fa_ir: نور مانند آذرخش می‌درخشد.
fi_fi: Valo välähtää kuin salama.
fr_fr: La lumière jaillit comme un éclair.
he_il: האור מהבהב כמו ברק.
hi_in: रोशनी बिजली की तरह चमकती है।
hu_hu: A fény villámként villan fel.
id_id: Cahaya berkilat seperti petir.
it_it: La luce lampeggia come un fulmine.
ja_jp: 稲妻のように光が走ります。
ko_kr: 번개처럼 빛이 번쩍입니다.
lv_lv: Gaisma uzzibsnī kā zibens.
nb_no: Lyset blinker som lyn.
nl_nl: Het licht flitst als bliksem.
pl_pl: Światło błyska jak błyskawica.
pt_pt: A luz pisca como um relâmpago.
ro_ro: Lumina scapără ca un fulger.
ru_ru: Свет вспыхивает, как молния.
sk_sk: Svetlo bliká ako blesk.
sr_cyrl_rs: Светло севне као муња.
sv_se: Ljuset blinkar som en blixt.
th_th: แสงวาบเหมือนฟ้าแลบ
tr_tr: Işık şimşek gibi çakar.
uk_ua: Світло спалахує, як блискавка.
vi_vn: Ánh sáng lóe lên như tia chớp.
zh_cn: 灯光像闪电一样闪烁。
zh_tw: 燈光像閃電一樣閃爍。

# Effect_Stack_Description
source: Light builds up zone by zone.
ar_sa: يتراكم الضوء منطقةً تلو الأخرى.
bg_bg: Светлината се натрупва зона по зона.
ca_es: La llum s'acumula zona a zona.
cs_cz: Světlo přibývá zónu po zóně.
de_de: Das Licht baut sich Zone für Zone auf.
el_gr: Το φως συσσωρεύεται ζώνη προς ζώνη.
es_es: La luz se acumula zona a zona.
et_ee: Valgus koguneb tsoon tsooni haaval.
fa_ir: نور ناحیه به ناحیه انباشته می‌شود.
fi_fi: Valo kasautuu alue kerrallaan.
fr_fr: La lumière s’accumule zone par zone.
he_il: האור מצטבר אזור אחר אזור.
hi_in: रोशनी ज़ोन-दर-ज़ोन भरती जाती है।
hu_hu: A fény zónáról zónára gyűlik.
id_id: Cahaya bertumpuk zona demi zona.
it_it: La luce si accumula zona per zona.
ja_jp: 光がゾーンごとに積み重なります。
ko_kr: 빛이 영역별로 쌓입니다.
lv_lv: Gaisma krājas zonu pa zonai.
nb_no: Lyset bygger seg opp sone for sone.
nl_nl: Het licht bouwt zich zone voor zone op.
pl_pl: Światło narasta strefa po strefie.
pt_pt: A luz acumula-se zona a zona.
ro_ro: Lumina se adună zonă cu zonă.
ru_ru: Свет накапливается зона за зоной.
sk_sk: Svetlo pribúda zónu po zóne.
sr_cyrl_rs: Светло се гомила зону по зону.
sv_se: Ljuset byggs upp zon för zon.
th_th: แสงค่อย ๆ สะสมทีละโซน
tr_tr: Işık bölge bölge birikir.
uk_ua: Світло накопичується зона за зоною.
vi_vn: Ánh sáng tích dần theo từng vùng.
zh_cn: 灯光逐区堆叠。
zh_tw: 燈光逐區堆疊。

# Effect_MotionPoint_Description
source: A point of light moves along the light bar.
ar_sa: تتحرك نقطة ضوء على طول شريط الإضاءة.
bg_bg: Светла точка се движи по светлинната лента.
ca_es: Un punt de llum es mou per la barra de llum.
cs_cz: Světelný bod se pohybuje podél světelné lišty.
de_de: Ein Lichtpunkt wandert die Lichtleiste entlang.
el_gr: Ένα σημείο φωτός κινείται κατά μήκος της μπάρας φωτισμού.
es_es: Un punto de luz se mueve por la barra de luz.
et_ee: Valguspunkt liigub mööda valgusriba.
fa_ir: یک نقطهٔ نور در طول نوار نور حرکت می‌کند.
fi_fi: Valopiste liikkuu valopalkkia pitkin.
fr_fr: Un point lumineux se déplace le long de la barre lumineuse.
he_il: נקודת אור נעה לאורך פס התאורה.
hi_in: रोशनी का एक बिंदु लाइट बार पर चलता है।
hu_hu: Egy fénypont mozog végig a fénysávon.
id_id: Titik cahaya bergerak di sepanjang bilah lampu.
it_it: Un punto di luce si muove lungo la barra luminosa.
ja_jp: 光の点がライトバーを移動します。
ko_kr: 빛의 점이 라이트 바를 따라 움직입니다.
lv_lv: Gaismas punkts pārvietojas gar gaismas joslu.
nb_no: Et lyspunkt beveger seg langs lysstripen.
nl_nl: Een lichtpunt beweegt langs de lichtbalk.
pl_pl: Punkt świetlny przesuwa się wzdłuż listwy świetlnej.
pt_pt: Um ponto de luz desloca-se ao longo da barra de luz.
ro_ro: Un punct de lumină se deplasează de-a lungul barei luminoase.
ru_ru: Светящаяся точка движется по световой полосе.
sk_sk: Svetelný bod sa pohybuje pozdĺž svetelnej lišty.
sr_cyrl_rs: Светла тачка се креће дуж светлосне траке.
sv_se: En ljuspunkt rör sig längs ljuslisten.
th_th: จุดแสงเคลื่อนไปตามแถบไฟ
tr_tr: Bir ışık noktası ışık çubuğu boyunca hareket eder.
uk_ua: Світла точка рухається світловою смугою.
vi_vn: Một điểm sáng di chuyển dọc thanh đèn.
zh_cn: 一个光点沿灯条移动。
zh_tw: 一個光點沿著燈條移動。
